{
	"landing": {
		"firstName": "Marco",
		"lastName": "cobian",
		"phoneNumber": "312-138-5579",
		"bio": "soy un desarrollador full stack  jr que adoro programar, desde el 2013 que entre al bachillerato comencé a programar y ya tengo un poco más de 7 años en este mundo de la programación y en todo ese transcurso he desarrollado proyectos en diferentes lenguajes y con diferentes propósitos como son de domótica, paginas web comerciales, apps en android, puntos de ventas para pc de escritorio en java, entre otras que se ven más adelante…. y en el tiempo que tengo programando he usados varios lenguajes y me atrevo a decir que no tengo ningún lenguaje que odie como e visto en varios caso de colegas pero si tengo lenguajes favoritos como lo es javascript ya que es un lenguaje que e usado mucho para diferentes proyectos y me encanta pero cualquier lenguaje estoy dispuesto a usar sin complicaciones.",
    	"email": "maca9608@gmail.com",
    	"linkedin": "https://www.linkedin.com/in/marco-antonio-cobi%C3%A1n-avalos-92466a184/",
		"github": "https://github.com/marquitobb"
	
	},
	"experience": [
		
		{
			"position": "desarrollador web (servicio social)",
			"organization": "complejo administrativo de colima",
			"aboutWork": " estuve desarrollando páginas web para el gobierno de colima en PHP con su framework codeigniter",
			"fromDate": "enero 2019",
			"toDate": "mayo 2019"
		},
		{
			"position": "desarrollador movil",
			"organization": "Chofer pro",
			"aboutWork": "fui contratado para hacer aplicaciones móviles desarrolladas con java para android y también rest api desarrolladas en php para consumir tanto móviles como web.",
			"fromDate": "junio - julio 2019",
			"toDate": "julio 2019"
		},
		{
			"position": "desarrollador móvil y web",
			"organization": "freelancer",
			"aboutWork": "actualmente me encuentro terminando mi carrera en la ing. sistemas computacionales y trabajando como freelancer en proyectos locales como en proyectos remotos en la app de “upwork”, desarrollando puntos de ventas para empresas colimenses como páginas web para registro de inventarios y apps e-commerce.",
			"fromDate": "enero 2020",
			"toDate": "presente"
		}
	],
	"education": [{
			"university": "Instituto Tecnológico de Colima",
			"degree": "Ingeniería en sistemas computacionales",
			"gpa": "15460608",
			"fromDate": "agosto 2015",
			"toDate": "junio 2020"
	}
	],
	"skills": [{
			"name": "HTML5"
		},
		{
			"name": "CSS3"
		},
		{
			"name": "Javascript"
		},
		{
			"name": "React"
		},
		{
			"name": "Nodejs"
		},
		{
			"name": "Python"
		},
		{
			"name": "Django"
		},
		{
			"name": "Ember"
		}
	],
	"interests": {
		"paragraphOne": "Apart from being a web developer, I enjoy most of my time being outdoors. In the winter, I am an avid skier and novice ice climber. During the warmer months here in Colorado, I enjoy mountain biking, free climbing, and kayaking.",
		"paragraphTwo": "When forced indoors, I follow a number of sci-fi and fantasy genre movies and television shows, I am an aspiring chef, and I spend a large amount of my free time exploring the latest technology advancements in the front-end web development world."
	},
	"awards": [{
			"awardDetail": "Hack 36 3rd prize winner."
		},
		{
			"awardDetail": "Mentor OpenCode'19"
		},
		{
			"awardDetail": "Started North India's First Student Design and Developer Conference."
		}
	]
}
